const menuButtons = {
  to_main_menu: 'В главное меню 🔙',
  back: 'Назад к выбору 🔙',
  spa_menu: 'Меню',
  about_hotel: '🏨 Об Отеле',
  rooms: '🛏 Наши номера',
  engeneers: '🛠 Что-то не работает',
  housekeeping: '🧹 Нужна уборка',
  services: '📋 Услуги',
  restaurants: '🍜 Рестораны и меню',
  special_offers: '🎉 Спецпредложения',
  infrastructure: '🏋🏼‍♂️ Инфраструктура',
  spa: '💆🏼‍♀️ Спа',
  location: '📍 Геолокация',
  leave_review: '🙏 Оставить отзыв',
  surroundings: '🚶🏼‍♂️ Что рядом',
  close_menu: '❌ Закрыть меню',
  sign_in: 'Register'

}

module.exports = menuButtons