const aboutMainMsg = `
Добро пожаловать в наш семейный эко-апарт-отель на Пхукете! 🌴✨ 

Для вашего удобства мы подготовили полезные ссылки, чтобы вы могли быстро получить всю необходимую информацию:

🏡 Наши номера — /rooms.
🧹 Закажите уборку или необходимые принадлежности — /cleaning.
🔧 Сообщите нам, если что-то не работает — /engineer.
🚗 Трансфер, побудка, завтрак с собой — /services.
🍴 Рестораны и меню — /restaurants.
🎉 Не упустите наши спецпредложения — /special.
🏋️‍♀️ Инфраструктура отеля — /infrastructure.
💆 Выберите идеальный способ расслабления в нашем Спа — /spa.
🗺️ Локация отеля — /location.
⭐ Поделитесь впечатлениями о проживании — /review.
🌟 Узнайте, что интересного в окрестностях — /surroundings.

Если у вас возникнут вопросы, наша команда всегда готова помочь! Приятного отдыха! 💚
`;

module.exports = { aboutMainMsg };

